{
    "objects": {
        "details": {
            "health_percent": "Restore {value} health percent",
            "health": "Restore {value} health",
            "fatigue_percent": "Remove {value} fatigue percent",
            "fatigue": "Remove {value} fatigue",
            "ki_percent": "Restore {value} KI percent",
            "ki": "Restore {value} KI",
            "action_point": "Restore {value} action points",
            "movement_point": "Restore {value} movement points",
            "teleport": "Teleport you in {value}",
            "max_ki": "Maximum KI: {value}",
            "max_health": "Maximum Health: {value}",
            "strength": "Strength: {value}",
            "accuracy": "Accuracy: {value}",
            "agility": "Agility: {value}",
            "analysis": "Analysis: {value}",
            "skill": "Skill: {value}",
            "intellect": "Intellect: {value}",
            "resistance": "Resistance: {value}",
            "vision": "Vision: {value}",
            "level": "Level: {value}"
        },
        "zeni": "Zeni",
        "box": "Box",
        "bush": "Bush",
        "capsule": {
            "blue": "Capsule blue",
            "red": "Capsule red",
            "orange": "Capsule orange",
            "green": "Capsule green",
            "black": "Capsule black"
        },
        "sign": "Sign",
        "lantern": {
            "name": "Lantern",
            "description": "Cette lanterne, dont la flamme ne s'étend jamais permet de voir normalement. Votre vision ne diminue pas la nuit."
        },
        "radar": {
            "name": "Radar",
            "description": "Created by Bulma, it allows to find the Dragon balls."
        },
        "map": {
            "name": "Map",
            "description": "The map of the island. Allow you to watch your position, all buildings and all your friends."
        },
        "senzu": {
            "name": "Senzu",
            "description": "Restores all your life, ki and remove fatigue."
        },
        "pear": {
            "name": "Pear",
            "description": "Beautiful pear, restores 25 percent of your life."
        },
        "berries": {
            "name": "Wild berries",
            "description": "Small bays found on the ground. Restores 30 health."
        },
        "potion": {
            "life": {
                "name": "Potion of life",
                "description": "Restores 50% of your maximum health."
            },
            "fatigue": {
                "name": "Potion of fatigue",
                "description": "Reduces your fatigue by 50."
            },
            "ki": {
                "little": {
                    "name": "Little potion of ki",
                    "description": "Redonne 10 de ki."
                },
                "medium": {
                    "name": "Medium potion of ki",
                    "description": "Redonne 20 de ki."
                },
                "big": {
                    "name": "Big potion of ki",
                    "description": "Redonne 50 de ki."
                }
            }
        },
        "teleport": {
            "hq": {
                "name": "Magical cloud",
                "description": "This cloud can be used at any time, allows you to teleport to your HQ for 10 movement points."
            },
            "cloud": {
                "1": {
                    "name": "Teleport cloud n°1",
                    "description": "This beautiful cloud will teleport you to the North of the island for 10MP."
                },
                "2": {
                    "name": "Teleport cloud n°2",
                    "description": "This beautiful cloud will teleport you to the Northeast of the island for 10MP."
                },
                "3": {
                    "name": "Teleport cloud n°3",
                    "description": "This beautiful cloud will teleport you to the East of the island for 10MP."
                },
                "4": {
                    "name": "Teleport cloud n°4",
                    "description": "This beautiful cloud will teleport you to the Southeast of the island for 10MP."
                },
                "5": {
                    "name": "Teleport cloud n°5",
                    "description": "This beautiful cloud will teleport you to the South of the island for 10MP."
                },
                "6": {
                    "name": "Teleport cloud n°6",
                    "description": "This beautiful cloud will teleport you to the South West of the island for 10MP."
                },
                "7": {
                    "name": "Teleport cloud n°7",
                    "description": "This beautiful cloud will teleport you to the West of the island for 10MP."
                },
                "8": {
                    "name": "Teleport cloud n°8",
                    "description": "This beautiful cloud will teleport you to the North West of the island for 10MP."
                }
            }
        },
        "weapon": {
            "murasaki": {
                "name": "Ninja Murasaki's Broken Saber",
                "description": "Long and precise Saber. Yajirobé cut the tail of the giant Vegeta monkey with this weapon."
            },
            "yajirobe": {
                "name": "Yajirobe's saber",
                "description": "Long and precise Saber. Yajirobé cut the tail of the giant Vegeta monkey with this weapon."
            },
            "tao": {
                "name": "Tao Pai Pai's blade",
                "description": "A powerfull blade."
            },
            "sangohan": {
                "name": "Sangohan's Sword",
                "description": "The sword that accompanied Sangohan during the infernal training that the latter had to overcome. It was Piccolo, his trainer who became his greatest friend afterwards who gave him this weapon."
            },
            "ocarina": {
                "name": "Ocarina of Tapion",
                "description": "A mysterious instrument that made the hero Tapion famous by allowing him to enclose in his own body the upper part of the monster Hildegarde."
            },
            "roshi": {
                "name": "Master Roshi's stick",
                "description": "The stick of the famous master of martial arts Tortue Géniale. This weapon is powerful, rather light but is made of wood only, which makes it easily breakable."
            },
            "power.pole": {
                "name": "Bâton magique de San Goku",
                "description": "Le célèbre bâton magique de San Goku doté d'une résistance exceptionnelle. Cette arme sera en conséquence tout aussi efficace en attaque qu'en défense."
            },
            "gokua": {
                "name": "Épée du Gokua",
                "description": "L'épée du mercenaire de l'espace Gokua. Sa longueur accentue sa précision."
            },
            "z": {
                "name": "Épée Z Sword",
                "description": "Épée très lourde contenant l'âme d'un Dieu. Malgré son poids, elle s'avère très facile d'accès."
            },
            "tapion": {
                "name": "Épée Tapion",
                "description": "Un guerrier mystérieux découpa en deux Hildegarde avant d'enfermer les deux parties du monstre à l'intérieur de Tapion et son petit frère."
            },
            "god": {
                "name": "Bâton du Tout Puissant",
                "description": "Arme procurant une grande puissance magique."
            }
        },
        "vision": {
            "king.kai": {
                "name": "Antennas of King Kai",
                "description": "Heavy, but incredibly effective, these antennas allowed King Kai to spot the aura of enemies such as Freezer from the other end of the universe."
            },
            "glasses": {
                "name": "Glasses of King Kai",
                "description": "Glasses of King Kai, they are versatile compared to those of the Earth."
            },
            "shen": {
                "name": "Glasses of Master Shen",
                "description": "Glasses of Master Shen, they protect well from the sun thus allowing to see well in the distance."
            },
            "compass": {
                "name": "Compass",
                "description": "A small compass to help you navigate."
            },
            "roshi": {
                "name": "Lunettes de Tortue Géniale",
                "description": "Lunettes similaires à celles du maitre des Grues mais sont moins sombre offrant donc de meilleures capacités visuelles."
            },
            "detector": {
                "sayajin": {
                    "name": "Sayajin detector",
                    "description": "Sophisticated enough, this device can analyze your targets."
                },
                "last": {
                    "name": "Détecteur dernière génération",
                    "description": "Détecteur de technologie supérieure. Il fut utilisé par Freezer et ses hommes dont le célèbre Commando Ginue."
                }
            }
        },
        "shield": {
            "link": {
                "name": "Link's shield",
                "description": "The Link shield offers the best resistance to physical attacks."
            },
            "viking": {
                "name": "Viking shield",
                "description": "Wonderful shield, medium strength."
            },
            "iron": {
                "name": "Iron shield",
                "description": "This sield is heavy, strong, but it is cursed."
            },
            "wood": {
                "name": "Wood shield",
                "description": "A simple wooden shield, it protects little but it is very light."
            },
            "wood2": {
                "name": "Bouclier en bois amélioré",
                "description": "Toujours aussi léger, ce bouclier permet une résistance très efficace."
            },
            "mirror": {
                "name": "Ultimate Mirror shield",
                "description": "The ultimate shield protects and returns magical attacks. Its design is beautiful. It takes a certain resistance to be able to carry this immense shield."
            },
            "rusty": {
                "name": "Rusty shield",
                "description": "Malgré son usure, la résistance qu'il offre est remarquable."
            },
            "medical": {
                "name": "Bouclier médical",
                "description": "Bouclier particulier de la même famille que le bouclier en bois amélioré mais étant orienté soutien. Il sera très pratique pour les jeunes guerrier blessés devant s'attribuer d'urgence des soins"
            }
        },
        "amulet": {
            "bido": {
                "name": "Bido Necklace",
                "description": "Bido Necklace"
            },
            "king.vegeta": {
                "name": "Amulet of King Vegeta",
                "description": "Amulet of the legendary King Vegeta."
            },
            "gokua": {
                "name": "Boucles de Gokua",
                "description": "Les boucles du célèbre mercenaire de l'espace Gokua, réputé pour sa rapidité d'attaque."
            },
            "ryu": {
                "name": "Collier de Ryu Sheron",
                "description": "Le collier du légendaire Ryu Shenron"
            },
            "broly": {
                "name": "Amulette de Broly",
                "description": "Amulette du légendaire guerrier de l'espace. Améliore toute votre puissance"
            }
        },
        "head": {
            "broly": {
                "name": "Bandeau de Broly",
                "description": "Ce bandeau a été conçut dans le but de brider la puissance magique mais il permet en contre partie à son porteur de rendre plus élevé sa réserve d'énergie. Le bandeau de Broly est généralement utilisé pour les sorts de soutien."
            },
            "blue": {
                "name": "Casquette du général Blue",
                "description": "Elle appartenait au célèbre général de l'armée du Ruban Rouge. Cette casquette est le dernière chose que nous avons retrouvé après qu'il fut tué par Taopaïpaï."
            },
            "krillin": {
                "name": "Casquette de Krilin",
                "description": "Cette casquette est très utile pour ne pas être ébloui par l'adversaire."
            },
            "tsuru": {
                "name": "Chapeau du maitre des Grues",
                "description": "Le chapeau du maitre des Grues est assez polyvalent"
            },
            "gohan": {
                "baby": {
                    "name": "Chapeau de bébé San Gohan",
                    "description": "Ce chapeau a été le premier qu'ont porté de nombreux magiciens très talentueux. On raconte que la boule à quatre étoiles accrochée sur le dessus renferme de mystérieux pouvoirs."
                }
            },
            "bandana": {
                "pan": {
                    "name": "Bandana de Pan",
                    "description": "Ce bandana a été tissé avec du fil très fin et très souple ce qui permet une bonne liberté de mouvement"
                },
                "bojack": {
                    "name": "Bandana de Bojack",
                    "description": "Autrefois, ce bandana appartenait à un très grand voleur mais ce dernier fut tué par un mercenaire redoutable répondant au nom de Bojack."
                }
            },
            "turban": {
                "popo": {
                    "name": "Turban de Popo",
                    "description": "Il paraitrait que les pouvoirs de M Popo proviendrait de ce somptueux émeraude de son turban."
                },
                "piccolo": {
                    "name": "Turban de Piccolo",
                    "description": "Ce turban est idéal pour bien observer l'adversaire comme le faisait Piccolo du haut du Palais des Dieux. Attention à son poids pouvant handicaper le porteur."
                },
                "paikuhan": {
                    "name": "Turban de Paikûhan",
                    "description": "Ce chapeau est une arme à double tranchant : il peut aussi bien vous prendre la vie que de vous la sauver."
                },
                "paikuhan.defense": {
                    "name": "Turban de Paikûhan défensif",
                    "description": "Ce chapeau est assez similaire au turban offensif mais il permet une plus longue durée de vie"
                }
            },
            "potalas": {
                "warrior": {
                    "name": "Potalas des guerriers",
                    "description": null
                },
                "magus": {
                    "name": "Potalas des mages",
                    "description": "Potalas dont le potentiel est immense, de nombreux mages légendaires ont passé des années à s'entrainer avant de pouvoir se les procurer."
                },
                "shin": {
                    "name": "Potalas de Shin",
                    "description": "Les plus nostalgiques se rappelleront leur première apparition sur le monde de Dbadventure il y a bien des années..."
                }
            },
            "helmet": {
                "great": {
                    "name": "Casque de Great Saiyamen",
                    "description": "Ce casque a été conçut par des scientifiques qui ont récoltés et combinés les matériaux les plus résistants de l'île. Une fois le casque porté, il réduit considérablement les dégâts magiques et physiques."
                },
                "gyumao": {
                    "name": "Casque de Gyumao",
                    "description": "Les cornes de ce chapeau appartenaient au plus féroce taureau de l'île. Ce dernier fut vaincu par le père de Chichi. Gyumao  symbolisa cette victoire en mettant ces cornes très résistantes sur le chapeau. Pour se le procurer, il faut être aussi dur comme l'était cet impitoyable Taureau que seul Gyumao réussit à dompter."
                },
                "c19": {
                    "name": "Casque de C-19",
                    "description": "Casque solide malgré qu'il s'est avéré inutile pour protéger C-19 lorsque ce dernier fut détruit par le Big Bang Attack de Végéta"
                }
            },
            "aura": {
                "goku": {
                    "name": "Aura Super Saiyen goku",
                    "description": "Grâce aux recherches de nos chercheurs de l'île, nous avons pu reproduire avec quelques mèches de cheveux, la chevelure du célèbre Super Saïyen San Goku !"
                },
                "vegeta": {
                    "name": "Aura Super Saiyen Végéta",
                    "description": "Comme pour l'aura San Goku, celle ci est plus destinée aux guerriers. Elle confère un bonus en vitalité non négligeable."
                }
            }
        },
        "shoes": {
            "bulma": {
                "name": "Tennis de Bulma",
                "description": "Des paires de chaussures classiques. Elles ne procurent rien d'exceptionnel si ce n'est un minimum de confort"
            },
            "piccolo": {
                "name": "Espadrilles de Piccolo",
                "description": "Bottes souples et résistantes."
            },
            "gohan": {
                "name": "Bottes de Sangohan",
                "description": "Des petites bottes plus souples que celles de Piccolo."
            },
            "c18": {
                "name": "Bottes de C-18",
                "description": "Les bottes du cyborg C-18. Elles sont résistantes comme nous pouvons le constater lors du combat entre C-18 et Végata, elles ont très bien tenu le choc."
            },
            "trunks": {
                "name": "Bottes de Trunks",
                "description": "Les bottes du fils de Végéta. Elles sont plus souples mais peu résistantes."
            },
            "broly": {
                "name": "Bottes de Broly",
                "description": "Les bottes en or du légendaire guerrier de l'espace. Elles sont lourdes et nécessitent d'être très agile pour les maitriser."
            },
            "vegeta": {
                "name": "Bottes de Végéta",
                "description": "Les bottes du roi des saïyens Végéta. Elles bénéficient d'améliorations afin de répondre mieux aux attentes de cette illustre personne."
            },
            "superc17": {
                "name": "Bottes de Super C-17",
                "description": "Les bottes du plus puissant cyborg de tous les temps, Super C-17. Elles sont composées d'une matière à base de cuir évoluée."
            },
            "goku": {
                "name": "Bottes de Sangoku",
                "description": "Ces bottes sont très lourdes conférant ainsi une résistance plus importante. Elles appartiennent à Sangoku, qui s'en servi lors de son entrainement chez Kaïo."
            },
            "warrior": {
                "name": "Bottes des Guerriers de l'Espace",
                "description": "Ces bottes furent utilisés par les saïyens. Elles sont extrêmement souples et confortables."
            }
        },
        "chest": {
            "videl": {
                "name": "Tenue de Videl",
                "description": "Des vêtements terriens très simples."
            },
            "chichi": {
                "name": "Tenue de Chichi",
                "description": "Très fine, apporte un léger soutien magique."
            },
            "god": {
                "name": "Tenue du Tout Puissant",
                "description": "Tenue de l'ancien Dieu de la Terre. Elle conviendra parfaitement aux mages. Il faut travailler dur pour la mériter."
            },
            "chaozu": {
                "name": "Tenue de Chaozu",
                "description": "Très légère, la tenue de Chaozu est un peu plus efficace que celle de Chichi"
            },
            "dende": {
                "name": "Tenue de Dendé",
                "description": "La robe magique du Dieu de la terre. Renforce votre puissance magique."
            },
            "sayajin": {
                "name": "Armure Saiyen première génération",
                "description": "Tenue de combat très souple améliorant agilité et résistance."
            },
            "c18": {
                "name": "Tenue de C-18",
                "description": "Tenue de C-18. Elle confère essentiellement un bonus de défense."
            },
            "kai": {
                "name": "Tenue Roi Kaio",
                "description": "La tenue ultime pour tout mage. Appartenant au roi de la galaxie nord, elle fera de vous le plus puissant mage de l'île ; mais il faut prouver votre mérite de la porter..."
            },
            "namekian": {
                "name": "Uniforme Namek",
                "description": "Uniforme léger et divin. Elle permettra d'améliorer vos soins. Excellent rapport qualité/prix."
            },
            "piccolo": {
                "name": "Tenue Piccolo améliorée",
                "description": "Amélioration de la tenue Piccolo, elle apporte en plus un bon soutien défensif afin de mieux résister contre l'ennemi et donc de mieux venir en aide à vos compagnons."
            },
            "piccolo.cape": {
                "name": "Tenue Piccolo améliorée + cape",
                "description": "Excellente tenue pour un soigneur. Vêtue d'une cape céleste la rendant un peu lourde, elle vous permettra de mieux soigner et bien résister à l'adversaire"
            },
            "tsuru": {
                "name": "Tenue du Maitre des Grues",
                "description": "Tenue souple et résistante."
            },
            "goku": {
                "generation": {
                    "1": {
                        "name": "Tenue de Goku Première Génération",
                        "description": "La première Tenue de Goku. Elle est plus confortable que la tenue saïyen première génération mais moins résistante"
                    },
                    "2": {
                        "name": "Tenue de Goku Deuxième Génération",
                        "description": "Encore plus performante que son prédécesseur, elle est idéale pour combattre dans de bonnes conditions."
                    }
                }
            }
        }
    }
}
